#### Terraform Format and Style 🖌`success`
#### Terraform Initialization ⚙️`success`
#### Terraform Plan 📖`success`

<details><summary>Show Plan</summary>

```terraform
Running plan in the remote backend. Output will stream here. Pressing Ctrl-C
will stop streaming the logs, but will not stop the plan running remotely.

Preparing the remote plan...

To view this run in a browser, visit:
https://app.terraform.io/app/kwiniaskaridge/website-org/runs/run-ELaBR3Ew7ba3RSy4

Waiting for the plan to start...

Terraform v0.14.8
Configuring remote state backend...
Initializing Terraform configuration...
module.redirects["org"].aws_s3_bucket.non-www-to-core: Refreshing state... [id=kwiniaskaridge.org]
module.redirects["net"].aws_s3_bucket.non-www-to-core: Refreshing state... [id=kwiniaskaridge.net]
module.redirects["com"].aws_s3_bucket.non-www-to-core: Refreshing state... [id=kwiniaskaridge.com]
module.redirects["com"].aws_s3_bucket.www-to-core[0]: Refreshing state... [id=www.kwiniaskaridge.com]
module.redirects["net"].aws_s3_bucket.www-to-core[0]: Refreshing state... [id=www.kwiniaskaridge.net]
module.redirects["com"].aws_route53_record.non-www-to-core: Refreshing state... [id=Z0742835FJMWTJT8Y4PN_kwiniaskaridge.com_A]
module.redirects["org"].aws_route53_record.non-www-to-core: Refreshing state... [id=Z0764517JF8DCELO601M_kwiniaskaridge.org_A]
module.redirects["net"].aws_route53_record.non-www-to-core: Refreshing state... [id=Z07645121K7HEZLG1Q1P_kwiniaskaridge.net_A]
module.redirects["com"].aws_route53_record.www-to-core[0]: Refreshing state... [id=Z0742835FJMWTJT8Y4PN_www.kwiniaskaridge.com_A]
module.redirects["net"].aws_route53_record.www-to-core[0]: Refreshing state... [id=Z07645121K7HEZLG1Q1P_www.kwiniaskaridge.net_A]

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.website.aws_route53_record.website will be created
  + resource "aws_route53_record" "website" {
      + allow_overwrite = (known after apply)
      + fqdn            = (known after apply)
      + id              = (known after apply)
      + name            = "www.kwiniaskaridge.org"
      + records         = [
          + "kwiniaskaridge.github.io",
        ]
      + ttl             = 14400
      + type            = "A"
      + zone_id         = "Z0764517JF8DCELO601M"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>

*Pusher: @randallmorey, Action: `pull_request`*